Repository: 84000/data-translation-memory
Catalog: toh355-v4.tmx
Source language: bo
Languages: en

source: ༄༅། །དགེ་བ་དང་མི་དགེ་བའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་བསྟན་པའི་མདོ།
en: Teaching the Ripening of Virtuous and Nonvirtuous Actions

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་ཛེ་ཏའི་ཚལ་སྐྱབས་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། བྱང་ཆུབ་སེམས་དཔའ་ཚད་མེད་པ་དང་། ལྷ་དང་མིའི་འཁོར་མང་པོས་བསྐོར་ནས་ཆོས་སྟོན་ཅིང་བཞུགས་སོ། །
en: The Blessed One was teaching the Dharma while residing at Jeta’s Grove, Anāthapiṇḍada’s park near Śrāvastī, surrounded by countless bodhisattvas and many divine and human followers.

source: དེ་ནས་དགའ་བོས་འགྲོ་བ་མང་པོའི་དོན་གྱི་ཕྱིར་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ད་ལྟར་འཇིག་རྟེན་གྱི་ཁམས་འདིར་རིགས་འཐུན་པའི་ནང་འདིར་སྐྱེས་པ་ལས། བཟང་པོ་ཡང་མཆིས། མི་སྡུག་པ་ཡང་མཆིས། དྲག་པོ་ཡང་མཆིས། ཞན་པ་ཡང་མཆིས། དབུལ་པོ་ཡང་མཆིས། ཕྱུག་པོ་ཡང་མཆིས། ཉོན་མོངས་པ་ཡང་མཆིས། བདེ་བ་ཡང་མཆིས། བཙན་པ་ཡང་མཆིས། མ་རབས་ཀྱང་མཆིས།
en: It was then that, for the benefit of many beings, Nanda asked the Blessed One, “Blessed One, presently in this world, among beings sharing similar types of rebirths, some are beautiful while others are ugly; some are powerful while others are weak; some are rich while others are poor; some are afflicted while others are at ease; and some are mighty while others are wicked. “

source: སྐད་ནི་མི་མཚུངས། ཚིག་ནི་མི་འཐུན།
en: Their voices are dissimilar and their words unalike.

source: ལ་ལ་ནི་ལོ་བརྒྱ་ལོན་ནས་འཆི་བ་ཡང་མཆིས། ལ་ལ་ནི་སུམ་ཅུའམ། བཅུ་ལོན་ནས་འཆི་བ་ཡང་མཆིས།
en: Some die at the age of one hundred, while others die at the age of thirty, or even ten.

source: ལ་ལ་ནི་བྱད་བཞིན་བཟང་ཡང་དབུལ་ལ། ལ་ལ་ནི་མི་སྡུག་པ་ལ་ཕྱུག་པ་ཡང་མཆིས།
en: Some have lovely faces yet are poor, while others are ugly yet rich.

source: ཉམས་རྩལ་ཆེ་བ་ནི་མ་རབས་ཀྱི་ནང་ན་ཡང་མཆིས། ཉམས་རྩལ་ཆུང་ལ་གྲལ་མཐོ་བ་ཡང་མཆིས།
en: Some among the wicked are talented, while others within the high class are untalented.

source: ལ་ལ་ནི་ཉོན་མོངས་ལ་ཚེ་རིང་བ་ཡང་མཆིས། ལ་ལ་ནི་སྐྱིད་ཅིང་ཚེ་ཐུང་།
en: Some are afflicted yet have long lives, while others are happy yet have short lives. “

source: ལ་ལ་ནི་ལེགས་པར་སྤྱོད་པ་ལ་བྱུར་དང་ཕྲད། ལ་ལ་ནི་མི་དགེ་བ་སྤྱོད་པ་ལ་ལེགས་པའི་དོན་དུ་འགྱུར་བ་ཡང་མཆིས།
en: Some encounter misfortune upon performing good deeds, while others perform nonvirtuous actions and have them turn into meritorious benefits.

source: དཀར་ཞིང་ཤ་བཟང་ལ་མིག་ཡོ་བ་ཡང་མཆིས། ལ་ལ་ནི་སྔོ་ཞིང་གནག་ལ་མདངས་དང་ལྡན་པ་ཡང་མཆིས།
en: Some are of fair complexion yet are cross-eyed, while others are dark in tone yet full of luster.

source: ལ་ལ་ནི་ལུས་ཆུང་ཞིང་ཐུང་ལ་སྙིང་རྩལ་དང་ལྡན་པ་ཡང་མཆིས། ལ་ལ་ནི་ཆེ་ཞིང་རིང་ཡང་གཞན་གྱི་བྲན་གཡོག་བགྱིད་པ་ཡང་མཆིས།
en: Some are short and small yet possess courage, while others are big and tall yet work as servants.

source: ལ་ལ་ནི་བུ་ཚ་མང་བ་ཡང་མཆིས།
en: Some have many children, while others are childless.

source: ལ་ལ་ནི་རྨོངས་པ་ཡང་མཆིས། ལ་ལ་ནི་རྟག་པར་ཕྱི་རོལ་དུ་འཁྱམ་ལ་བཀྲེས་པ་ཡང་མཆིས། ལ་ལ་ནི་ཕོ་བྲང་གི་ནང་ན་འདུག་ཅིང་གོས་དང་ཟས་ཀྱིས་མི་བྲེལ་ཏེ་ལོངས་སྤྱོད་པ་ཡང་མཆིས།
en: Some always roam about outside and are constantly hungry, while others stay inside palaces and leisurely enjoy themselves with food and clothing. “

source: གཞོན་ན་དབུལ་ཞིང་རྒས་ན་ཕྱུག་ཅིང་བཙན་པ་ཡང་མཆིས།
en: Some are poor in their youth yet rich and mighty in their old age.

source: དྲང་དཀན་ཆེ་ཞིང་འགལ་བར་མི་བྱེད་པ་ལས་གྱོད་ལ་ཐོགས་པ་ཡང་མཆིས།
en: Some are honest and avoid disputes yet hold regrets about this.

source: ཕ་ནི་བྱམས་བུ་ནི་སྲི་ཞུ་ཆེ་སྟེ། གཙུག་ལག་གི་ཡི་གེ་དང་གཞུང་སྨོས་ཤིང་བཤད་པ་ཡང་མཆིས།
en: Some are respectful sons who are obedient to their fathers and who discuss and explain the holy books and scriptures.

source: སྤུན་མི་འཐུན་ནས་རྩོད་པ་ཡང་མཆིས།
en: Some do not get along with their relatives and bicker.

source: གནས་མཐོ་ཞིང་ཡོ་བྱད་རྣམ་པ་སྣ་ཚོགས་སུ་ལྡན་པ་ཡང་མཆིས།
en: Some have high positions and own assortments of material goods.

source: བདག་གི་ཁྱིམ་མེད་ལ་འདྲོན་ཐབས་སུ་གནས་པ་ཡང་མཆིས།
en: Some lack houses of their own and live as lodgers.

source: བྱ་དང་། རི་དགས་དང་། གཅན་གཟན་དང་འདྲ་བར་གནས་པ་ཡང་མཆིས།
en: Some live like birds, wild animals, or ferocious beasts.

source: གོས་སུ་བལ་གོས་གྱོན་ཞིང་ཟས་སུ་ཤ་ཟ་ཞིང་ཡི་གེ་མི་ཤེས་པ་ཡང་མཆིས།
en: Some wear wool as their clothing, feed on meat, and are illiterate.

source: མི་གཡོ་བར་འདུག་ཀྱང་སྐྱིད་ཅིང་ཡོན་ཏན་ཐོབ་པ་ཡང་མཆིས།
en: Some do not move yet are happy and acquire positive traits.

source: གླ་ཟ་ཞིང་གནས་པ་ཡང་མཆིས།
en: Some live by earning wages. “

source: ཡིད་གཞུངས་ཤིང་ཁོང་གྲོལ་བ་ཡང་མཆིས། རྨོངས་ཤིང་བླུན་ལ་ངན་པ་ཡང་མཆིས།
en: Some are learned and broad minded, while others are ignorant and foolish.

source: བཙལ་ཏེ་མ་རྙེད་པ་ཡང་མཆིས། མ་བཙལ་ཏེ་རྙེད་པ་ཡང་མཆིས།
en: Some search but never find anything, while others find something without even searching.

source: ཕྱུག་ཅིང་བཙན་ལ་ནོར་དང་ལྡན་ལ་སེར་སྣ་ཆེ་བ་ཡང་མཆིས། དབུལ་ལ་སྦྱིན་པ་ལ་སྲེད་པ་ཡང་མཆིས།
en: Some are wealthy, mighty, and affluent yet greedy, while others are poor yet generous.

source: ཚིག་སྨྲ་ན་བདེན་ཞིང་མཉེན་པར་ཟེར་བ་ཡང་མཆིས། ཚིག་སྨྲ་ན་གཟེར་བ་བཞིན་དུ་ཟུག་པ་ཡང་མཆིས།
en: Some speak truthfully and gently, while others pierce like nails when they talk.

source: གཞན་གྱིས་བྱམས་ཤིང་བཀུར་བ་ཡང་མཆིས། ཀུན་གྱིས་སྤངས་ཤིང་བསྲིངས་པ་ཡང་མཆིས།
en: Some are loved and respected by others, while others are deserted and forsaken by everyone.

source: སྙིང་རྗེའི་སེམས་ཀྱིས་སེམས་ཅན་གསོ་བ་ཡང་མཆིས། བག་མེད་པར་སྲོག་གཅོད་པ་ཡང་མཆིས།
en: Some compassionately care for animals, while others take lives carelessly.

source: ཁོང་ཡངས་ཤིང་ཀུན་དང་འཐུན་པ་ཡང་མཆིས། ཀུན་གྱིས་མི་འདོད་པ་ཡང་མཆིས།
en: Some are open minded and agreeable, while others are disliked by everyone.

source: མནའ་མ་དང་སྒྱུག་མོར་མི་འཐུན་པ་ཡང་མཆིས། ཚག་པ་མོ་དང་འཛའ་བ་ཡང་མཆིས།
en: Some do not get along with their wives and mothers-in-law, while others are amicable with their relatives.

source: ལ་ལ་ནི་ཆོས་ཀྱི་གཏམ་ལ་དགའ་བ་ཡང་མཆིས། ལ་ལ་ནི་མདོ་སྡེ་ཐོས་ནས་གཉིད་བྲོ་བ་ཡང་མཆིས།
en: Some are fond of Dharma discourses, while others feel sleepy when hearing the sūtras. “

source: ལ་ལ་ནི་བརྡལ་བག་ཅན་ལ་མཛངས་པ་ཡང་མཆིས།
en: Some are conscientious and erudite.

source: ལ་ལ་ནི་གཙུག་ལག་ཁང་ལ་དགའ་ཞིང་བསྒོམ་པ་ལ་འགྲུས།
en: Some are fond of learning and diligent in meditation.

source: ལ་ལ་ནི་བྱོལ་སོང་གི་གཟུགས་དང་མཚུངས།
en: Some resemble beasts of burden.

source: ལ་ལ་ནི་རི་དགས་རྣམ་པ་སྣ་ཚོགས་སུ་འགྱུར་བ་ཡང་མཆིས་ན།
en: Some have taken on the various appearances of wild animals. “

source: བཅོམ་ལྡན་འདས་ཀྱིས་རྒྱུ་དང་འབྲས་བུ་རྒྱས་པར་བཤད་ན་འཁོར་མང་པོ་ཀུན་གྱིས་ཐོས་ནས་སེམས་རྩེ་གཅིག་ཏུ་དགེ་བའི་རྗེས་སུ་ཕྱོགས་པར་འགྱུར་ལགས་སོ།
en: Blessed One, if you were to explain such causes and results in detail, all those many followers would focus their minds single-pointedly on virtue upon hearing your teaching!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་ཁྱོད་ཀྱིས་ཇི་ལྟར་རྣམ་པར་སྨིན་པ་མི་འདྲ་བར་འདྲི་བ་དེ་བཞིན་དུ། དེ་དག་ཀུན་ཀྱང་ཚེ་རབས་སྔ་མ་ལ་སྤྱོད་པ་མི་འཐུན་པས། དེའི་ཕྱིར་ན་ཁྱད་པར་སྣ་ཚོགས་སུ་གྱུར་ཏོ།
en: The Blessed One replied, “Nanda, as you have inquired about various forms of karmic ripening, those manifold differences manifest in accordance with the conduct of past lifetimes.

source: །དེ་ལ་ད་ལྟར་བྱད་བཞིན་བཟང་པོ་ནི་བཟོད་པ་ལས་འོངས་སོ།
en: In this respect, a lovely face in one’s present life comes from patience.

source: །མི་སྡུག་པ་ནི་ཞེ་སྡང་དང་ཁོང་ཁྲོ་བ་ལས་འོངས་སོ།
en: Ugliness comes from anger and hatred.

source: །དབུལ་ཕོངས་པ་ནི་སེར་སྣ་ལས་འོངས་སོ།
en: Poverty comes from greed.

source: །བཙན་ཞིང་ཆེ་བ་ནི་སངས་རྒྱས་ལ་གུས་པར་ཕྱག་འཚལ་བ་ལས་འོངས་སོ།
en: Mightiness and greatness come from paying homage to the buddhas with reverence.

source: །མི་མ་རབས་ཐམས་ཅད་ནི་རྒྱགས་ཤིང་དྲེགས་པ་ལས་འོངས་སོ།
en: Wickedness comes from being proud and aggressive.

source: །ལུས་རིང་ཞིང་བཟང་བ་ནི་བཀུར་སྟི་བྱས་པ་ལས་འོངས་སོ།
en: A tall and good-looking body comes from being respectful.

source: །ལུས་ཐུང་བ་ནི་ཆོས་ལ་ལེ་ལོ་བྱས་པ་ལས་འོངས་སོ།
en: A short body comes from being lazy with respect to the Dharma.

source: །བླུན་པ་ནི་ལུག་ལས་འོངས་སོ།
en: Foolishness comes from having been a sheep.

source: །སྐམ་ཞིང་གནག་པ་ནི་དེ་བཞིན་གཤེགས་པའི་སྐུ་བསྒྲིབས་པ་ལས་འོངས་སོ།
en: Being scrawny and dark comes from concealing images of the thus-gone ones.

source: །མཆུ་དམའ་བ་ནི་ཆོས་སྟོན་པའི་ཟས་ལ་མྱངས་པ་ལས་འོངས་སོ།
en: Disproportionate lips come from tasting the food of Dharma teachers.

source: །མིག་ཚག་པ་ནི་མེ་བསླངས་པ་མི་སྟེར་བ་ལས་འོངས་སོ།
en: Twitchy eyes come from not providing fire to those who request it.

source: །མུན་སྲོས་ནས་མིག་མི་མཐོང་བ་ནི་ཁྲའི་མིག་བྲུས་པ་ལས་འོངས་སོ།
en: Being unable to see at dusk comes from prying out the eyes of falcons.

source: །ལྐུགས་པ་ནི་དམ་པའི་ཆོས་ལ་སྐུར་པ་འདེབས་པ་ལས་འོངས་སོ།
en: Muteness comes from denigrating the sublime Dharma.

source: །འོན་པ་ནི་ཆོས་ཐོས་སུ་མི་དགའ་བ་ལས་འོངས་སོ།
en: Deafness comes from being displeased while hearing the Dharma.

source: །སོ་སྟོ་བ་ནི་རྐང་དང་རུས་པ་ལ་སྲེད་པ་ལས་འོངས་སོ།
en: Buck teeth come from craving for marrow and bones.

source: །སྣ་བསྙེར་བ་ནི་སྤོས་མི་ཞིམ་པ་བསྲེགས་ཏེ་སངས་རྒྱས་ལ་མཆོད་པ་ལས་འོངས་སོ།
en: A wrinkly nose comes from burning foul-smelling incense and offering it to the buddhas.

source: །ཤོ་རེ་ནི་ཉའི་མཆུ་ཕུག་པ་ལས་འོངས་སོ།
en: Cleft lips come from piercing the lips of fish.

source: །སྐྲ་སེར་བ་ནི་ཕག་གི་སྤུ་བཏོགས་པ་ལས་འོངས་སོ།
en: Yellowed hair comes from plucking out the hair of pigs.

source: །རྣ་བ་རལ་བ་ནི་རྣ་བ་ཕུག་པ་ལས་འོངས་སོ།
en: Split ears come from piercing ears.

source: །ཐང་སྦྲུལ་འདྲ་བ་ནི་གོས་མི་གཙང་བ་གྱོན་ཏེ་སངས་རྒྱས་ལ་སྙོགས་པ་ལས་འོངས་སོ།
en: Resembling a desert snake comes from wearing filthy clothes while following the buddhas.

source: །ངམས་གནག་པ་ནི་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་ཁྱིམ་མམ་ཁྱམས་སུ་བཞག་པ་ལས་འོངས་སོ།
en: Being dark skinned comes from placing statues of the buddhas inside households or in courtyards.

source: །ཞར་བ་དང་གྱོལ་བ་ནི་མཁན་པོ་དང་བླ་མ་མཐོང་སྟེ་མི་ལྡང་བ་ལས་འོངས་སོ།
en: Blindness and lameness come from not standing when seeing preceptors and masters.

source: །སྒུར་བ་ནི་གོས་མི་གཙང་བ་གྱོན་ཞིང་སངས་རྒྱས་ཀྱི་སྐུ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་ལས་འོངས་སོ།
en: A hunched back comes from wearing filthy clothes and turning one’s back toward images of the buddhas.

source: །དཔྲལ་བ་འབུར་བ་ནི་སངས་རྒྱས་མཐོང་ནས་ཕྱག་གུས་པར་མི་འཚལ་ཞིང་ལག་པ་དཔྲལ་བར་གཏུགས་པ་ལས་འོངས་སོ།
en: A pronounced forehead comes from not prostrating respectfully but resting a hand on the forehead upon seeing the buddhas.

source: །མཇིང་བ་ཐུང་བ་ནི་བཙུན་པ་དང་བླ་མ་མཐོང་ནས་མགོ་སྨད་ཅིང་བྱོལ་བ་ལས་འོངས་སོ།
en: A short neck comes from hanging one’s head down and looking away when one sees honorable ones and masters.

source: །མཆིན་པ་ན་བ་ནི་སེམས་ཅན་གྱི་ལུས་གཏུབས་ཤིང་གཙགས་པ་ལས་འོངས་སོ།
en: Liver disease comes from hacking and slicing up the bodies of beings.

source: །མཛེ་ཅན་ནི་གཞན་གྱི་ནོར་མ་འོས་པར་བླངས་པ་ལས་འོངས་སོ།
en: Leprosy comes from inappropriately taking away the wealth of others.

source: །ལུད་པ་མང་བ་ནི་དགུན་མི་གཞན་ལ་ཟས་གྲང་མོ་བྱིན་པ་ལས་འོངས་སོ།
en: Excessive phlegm comes from serving others cold food during winter.

source: །བུ་ཚ་མེད་པ་ནི་བྱ་ཕྲུག་མང་པོ་བསད་པ་ལས་འོངས་སོ།
en: Being childless comes from killing many baby birds.

source: །བུ་ཚ་མང་བ་ནི་སེམས་ཅན་མང་པོ་གསོས་པ་ལས་འོངས་སོ།
en: Having a lot of children comes from caring for many animals.

source: །ཚེ་རིང་བ་ནི་སྙིང་རྗེ་ཆེ་བ་ལས་འོངས་སོ།
en: A long lifespan comes from being especially compassionate.

source: །ཚེ་ཐུང་བ་ནི་སྲོག་གཅོད་པ་ལས་འོངས་སོ།
en: A short lifespan comes from taking lives.

source: །ཕྱུག་པ་ནི་སྦྱིན་པ་བྱས་པ་ལས་འོངས་སོ།
en: Wealth comes from practicing generosity.

source: །རྟ་དང་ཤིང་རྟ་བདོག་པ་ནི་དཀོན་མཆོག་གསུམ་ལ་ཡོན་ཕུལ་བ་ལས་འོངས་སོ།
en: Owning horses and chariots comes from making donations to the Three Jewels.

source: །དབང་པོ་རྣོ་བ་ནི་སློབ་པ་ལ་འགྲུས་པ་དང་མདོ་སྡེ་ཁ་ཏོན་དུ་བྱས་པ་ལས་འོངས་སོ།
en: Sharp faculties come from being diligent in studying and reciting the sūtras.

source: །རྨུན་པོ་ནི་བྱོལ་སོང་ལས་འོངས་སོ།
en: Dullness comes from having been a beast of burden.

source: །བྲན་ཕོ་དང་བྲན་མོ་བྱེད་པ་ནི་བུ་ལོན་མ་གཞལ་བ་ལས་འོངས་སོ།
en: Working as a servant boy or girl comes from not repaying debts.

source: །སྤྲོ་ཐུང་བ་ནི་སྤྲེའུ་ལས་འོངས་སོ།
en: A short temper comes from having been a monkey. “

source: །ཡང་མཛེ་ཅན་ནི་དཀོན་མཆོག་གི་རྟེན་བཤིག་པ་ལས་འོངས་སོ།
en: Furthermore, leprosy comes from destroying representations of the Three Jewels.

source: །ཡན་ལག་མ་ཚང་བ་ནི་སེམས་ཅན་གྱི་རྐང་ལག་བཅད་པ་ལས་འོངས་སོ།
en: Having impaired limbs comes from severing the arms and legs of beings.

source: །གདུག་པ་ནི་སྦྲུལ་དང་སྡིག་པ་ལས་འོངས་སོ།
en: Maliciousness comes from having been a snake or scorpion.

source: །དབང་པོ་དྲུག་ཚང་བ་ནི་ཚུལ་ཁྲིམས་བསྲུངས་པ་ལས་འོངས་སོ།
en: Having the six sense faculties complete comes from upholding discipline.

source: །དབང་པོ་དྲུག་མ་ཚང་བ་ནི་ཚུལ་ཁྲིམས་བཤིག་པ་ལས་འོངས་སོ།
en: Having the six sense faculties incomplete comes from letting one’s discipline fall apart.

source: །གཙང་སྦྲ་ཆུང་བ་ནི་འཕགས་པ་ལ་མ་མཆོད་པ་ལས་འོངས་སོ།
en: Bad hygiene comes from not making offering to the noble ones.

source: །གླུ་གར་དང་རོལ་མོ་ལ་དགའ་བ་ནི་རོལ་མོ་མཁན་ལས་འོངས་སོ།
en: Being fond of song, dance, and music comes from having been a musical performer.

source: །འདོད་ཆགས་ཆེ་བ་ནི་བྱ་ལས་འོངས་སོ།
en: Excessive desire comes from having been a bird.

source: །ལྦ་བ་ཅན་སྣོག་པ་ལས་འོངས་སོ།
en: Goiters come from mixing things up.

source: །ཁ་དམན་པ་ནི་ཚིག་རྩུབ་མོ་སྨྲ་བ་ལས་འོངས་སོ།
en: Having a deformed mouth comes from using abusive language.

source: །མཚན་དང་མི་ལྡན་པ་ནི་ཁྱི་དང་། ཕག་དང་། རྟའི་འབྲས་བུ་བཏོན་པ་ལས་འོངས་སོ།
en: Lacking genitalia comes from castrating dogs, pigs, or horses.

source: །ལྕེ་ཐུང་བ་ནི་བཙུན་པ་དང་བླ་མ་ལ་ཁ་བྱས་པ་དང་ལྐོག་ཏུ་འཕྱས་པ་ལས་འོངས་སོ།
en: A short tongue comes from mouthing off to honorable ones and masters and disparaging them behind their backs. “

source: །གཞན་གྱི་ཆུང་མ་ལ་གཡེམ་པ་བྱས་པ་ནི་ངང་མོ་དང་ངུར་པར་སྐྱེའོ།
en: Those who commit adultery with the wives of others will be reborn as geese and ducks.

source: །གཉེན་དགུ་ལ་གཡོ་བྱས་པ་ནི་བྱེའུ་མཆིལ་པར་སྐྱེའོ།
en: Those who deceive relatives will be reborn as sparrows.

source: །མདོ་སྡེ་དང་གཙུག་ལག་གི་ཡི་གེ་སྤྱོད་ཅིང་སེར་སྣས་གཞན་ལ་མི་སྟོན་པ་ནི་ཚེའི་དུས་བྱས་ནས་ཐང་གི་སྲིན་བུར་སྐྱེའོ།
en: Those who use sūtras and holy books but greedily hide them from others will be reborn as earthworms after they pass away.

source: །མདའ་གཞུ་ཐོགས་པ་དང་རྟ་ཞོན་པ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་འཕར་བ་དང་སྤྱང་ཀིར་སྐྱེའོ།
en: Those who enjoy brandishing bows and arrows and riding horses will be reborn as jackals and wolves in their next life.

source: །སྐྲ་ཐུང་བ་དང་མགོ་རྒྱན་བཏགས་པ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་སྲིན་བུ་མཆུ་རིངས་སུ་སྐྱེའོ།
en: Those who enjoy short hair and wear head ornaments will be reborn as mosquitoes in their next life.

source: །ཉལ་ཞིང་ཟ་བ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་ཕག་ཏུ་སྐྱེའོ།
en: Those who enjoy sleeping and eating will be reborn as pigs in their next life.

source: །དར་ཚོན་གྱི་གོས་ལ་དགའ་བ་ནི་བྱེའུ་ཁྲེའུར་སྐྱེའོ།
en: Those who enjoy colorful silk clothing will be reborn as multicolored birds.

source: །མི་སྙན་པ་ཟློས་ཤིང་ཀུ་རེ་ལ་དགའ་བ་ནི་བྱ་ནེ་ཙོ་རུ་སྐྱེའོ།
en: Those who enjoy speaking about distressing things and joking will be reborn as parrots.

source: །ཕྲ་མ་བྱེད་པ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་ལྟོ་འཕྱེ་མགོ་དྲུག་པར་སྐྱེའོ།
en: Those who enjoy divisive speech will be reborn as six-headed cobras in their next life.

source: །མ་འོས་པར་ཀུ་རེ་བྱེད་པ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་སྲིན་བུ་རྨོངས་པར་སྐྱེའོ།
en: Those who enjoy telling inappropriate jokes will be reborn as ignorant bugs in their next life.

source: །གཏམ་ངན་སྐྱེལ་བ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་སྲིན་བྱར་སྐྱེའོ།
en: Those who enjoy spreading negative news will be reborn as owls in their next life.

source: །མི་ལ་གནོད་པ་དང་ངན་དུ་དགའ་ཞིང་གཏམ་ལ་སྲེད་པ་ནི་ཚེ་ཕྱི་མ་ལ་ཝར་སྐྱེའོ།
en: Those who enjoy harm and negativity and crave gossip will be reborn as foxes in their next life.

source: །མི་དངངས་པ་ལ་དགའ་བ་ནི་ཚེ་ཕྱི་མ་ལ་སྲིན་བུ་དོ་ལོག་ཏུ་སྐྱེའོ།
en: Those who enjoy frightening people will be reborn as centipedes in their next life. “

source: །ཚེ་སྔ་མ་ལ་ཤིང་ལྷམ་གྱོན་ཞིང་ལྷ་ཁང་དུ་འགྲོ་བ་ནི་ཚེ་ཕྱི་མ་ལ་རྟར་སྐྱེའོ།
en: Those who entered temples with wooden shoes in past lives will be reborn as horses in a future life.

source: །ཚེ་སྔ་མ་ལ་འཕྱེན་བག་མེད་པར་བཏང་བས་ནི་ཚེ་འདི་ལ་སྦུར་བར་སྐྱེའོ།
en: Those who carelessly farted in past lives will be reborn as stink bugs in this life.

source: །ཚེ་སྔ་མ་ལ་དགེ་འདུན་གྱི་རང་འཐག་དང་གཏུན་ལ་སྤྱད་པ་ནི་ཚེ་འདི་ལ་སྲིན་བུ་མགོ་རྡེབས་སུ་སྐྱེའོ།
en: Those who used the Saṅgha’s mortars and pestles in past lives will be reborn as flat-headed worms in this life.

source: །སེམས་ཅན་གྱི་ཟས་ལ་གེགས་བྱས་པས་ནི་བྱ་ཤིང་རྟ་མོར་སྐྱེའོ།
en: Those who prevented beings from eating food will be reborn as woodpeckers.

source: །ཚེ་སྔ་མ་ལ་དགེ་འདུན་གྱི་ཆུ་བརྐུས་པས་ནི་ཉ་དང་རུས་སྦལ་ལ་སོགས་པ་ཆུའི་ནང་ན་གནས་པའི་སེམས་ཅན་དུ་སྐྱེའོ།
en: Those who stole the Saṅgha’s water in past lives will be reborn as aquatic beings—fishes, turtles, and the like.

source: །ཚེ་སྔ་མ་ལ་དགེ་འདུན་སྨེ་བར་བྱས་པས་ནི་གཙང་སྦྲའི་སྲིན་བུར་སྐྱེའོ།
en: Those who bemoaned the Saṅgha in past lives will be reborn as latrine maggots.

source: །དགེ་འདུན་གྱི་ཤིང་ཏོག་བརྐུས་པས་ནི་མཆིས་པ་ཟ་བའི་སྲིན་བུར་སྐྱེའོ།
en: Those who have stolen the Saṅgha’s fruits will be reborn as liver-eating larvae.

source: །དགེ་འདུན་གྱི་ནོར་བརྐུས་པས་ནི་རང་འཐག་སྐོར་བའི་བོང་བུ་དང་གླང་དུ་སྐྱེའོ།
en: Those who have stolen the Saṅgha’s wealth will be reborn as donkeys or oxes turning millstones.

source: །དགེ་འདུན་གྱི་ནོར་ནན་གྱིས་བསྐྱི་བརྙ་བྱས་པས་ནི་བྱ་ཕུག་རོན་དུ་སྐྱེའོ།
en: Those who have urged the Saṅgha to loan out their wealth will be reborn as pigeons.

source: །དགེ་འདུན་ལ་སྤྱོ་བ་བྱས་པས་ནི་གླང་གི་གཉའ་བའི་སྲིན་བུར་སྐྱེའོ།
en: Those who have insulted the Saṅgha will be reborn as bugs living on the necks of oxen.

source: །དགེ་འདུན་གྱི་ལྡུམ་སྐྱུར་ཟོས་པས་ནི་ལྡུམ་བུར་རྩ་བ་གང་གི་སྲིན་བུར་སྐྱེའོ།
en: Those who have consumed the Saṅgha’s vegetables will be reborn as bugs living on the roots of vegetables.

source: །དགེ་འདུན་གྱི་ཁྲི་སྟན་ལ་འདུག་པས་ནི་སྲིན་བུ་མགོ་དམར་དུ་སྐྱེའོ།
en: Those who sit on the seats of the Saṅgha will be reborn as redheaded worms.

source: །དགེ་འདུན་གྱི་ནོར་སྣ་ཚོགས་ལ་སྤྱད་པས་ནི་སྲིན་བུ་འཕྱེ་བོར་སྐྱེའོ།
en: Those who have availed themselves of the assorted things belonging to the Saṅgha will be reborn as crawling bugs. “

source: །མགོ་ལ་རུས་པའི་ཐུར་མ་བཏུར་ནས་ལྷ་ཁང་དུ་འགྲོ་ན་བྱ་མཆུ་རིངས་སུ་སྐྱེའོ།
en: Those who enter a temple wearing bone hairpins will be reborn as long-beaked birds.

source: །དཀར་རྩི་དང་དམར་རྩིས་བྱུགས་ཏེ་ལྷ་ཁང་དུ་འགྲོ་ན་བྱ་སྐྱུང་ཀར་སྐྱེའོ།
en: Those who enter a temple after having covered themselves with white and red powders will be reborn as jackdaws.

source: །དར་ཚོན་གྱི་གོས་གྱོན་ཏེ་ལྷ་ཁང་དུ་འགྲོ་ན་བྱེའུ་སེ་རུར་སྐྱེའོ།
en: Those who enter a temple wearing colorful silken clothes will be reborn as yellow birds.

source: །ཁྱོ་ཤུག་ཞག་ལོན་ཏེ་ལྷ་ཁང་དུ་ཉལ་ན་སྲིན་བུ་མགོ་སྔོན་དུ་སྐྱེའོ།
en: If a married couple sleeps overnight in a temple, they will be reborn as blue-headed worms.

source: །དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་ལ་མཇུག་སྟེགས་འཆའ་ཞིང་འདུག་པ་ནི་རྔ་མོར་སྐྱེའོ།
en: Those who use the stūpas of the thus-gone ones as resting places will be reborn as camels.

source: །ལྷམ་དང་འབོབ་གྱོན་ཞིང་གཞལ་མེད་ཁང་དུ་འགྲོ་ན་སྦལ་པར་སྐྱེའོ།
en: Those who enter a temple wearing shoes and socks will be reborn as frogs.

source: །ཆོས་ཉན་པའི་ཚེ་ལོང་གཏམ་ཟེར་ན་བྱེའུ་ལྷན་དཀར་དུ་སྐྱེའོ།
en: Those who prattle on while listening to the Dharma will be reborn as chirping birds.

source: །དགེ་སློང་ཁྲིམས་དག་པ་ལ་མི་གཙང་བར་བསྐྱེད་པ་ནི་ལྕགས་ཀྱི་སེམས་ཅན་དམྱལ་བར་སྐྱེའོ། །རལ་གྲི་འཁོར་ལོ་ཁྲི་ཕྲག་བརྒྱ་སྙེད་དུ་ཆར་པ་ལུས་ཀྱི་སྟེང་དུ་འབེབས་ཤིང་དེའི་ལུས་གཏུབས་པར་འགྱུར་རོ།
en: Those who cause monks who observe stainless discipline to become impure will be reborn in the hell of iron creatures; there, they will be shredded as rains of circular blades shower down upon their bodies by the hundreds and thousands.”

source: །དེ་ནས་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ལྟར་གསུངས་པ་དེ་ལྟར་དགེ་འདུན་གྱི་ནོར་ལ་སྤྱད་པ་སྡིག་ལྕི་བར་གསུངས་ཏེ། གལ་ཏེ་དེ་ལྟར་དགེ་བའི་ལས་ལ་ཕྱོགས་པ་དང་། སྦྱིན་བདག་ལ་སོགས་པ་ཇི་ལྟར་གཙུག་ལག་ཁང་གི་ནང་དུ་བསྟི་སྟང་བགྱིད་པ་དང་། ཕྱག་འཚལ་བར་བགྱིད་པ་ལགས།
en: Nanda then asked the Blessed One, “Since indeed, just as the Blessed One has taught, availing oneself of the Saṅgha’s wealth is a heavy misdeed, how should those who focus on virtue—benefactors and the like— then offer their respects and pay homage inside temples?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷ་ཁང་དུ་འགྲོ་བ་ལ་སེམས་རྣམ་པ་གཉིས་ཡོད་དེ། དགེ་བའི་སེམས་དང་། མི་དགེ་བའི་སེམས་སོ།
en: The Blessed One responded, “Those who go to temples may adopt two mindsets: virtuous and nonvirtuous mindsets.

source: །དེ་ལ་ཇི་ལྟར་ན་དགེ་བའི་སེམས་ཞེས་བྱ་ཞེ་ན།
en: What is meant by ‘virtuous mindset’?

source: ལྷ་ཁང་དུ་ཕྱིན་པའི་ཚེ་སངས་རྒྱས་མཐོང་ན་ཕྱག་འཚལ་ཞིང་། དགེ་འདུན་ལ་བཀུར་སྟི་བྱེད་ཅིང་། མདོ་སྡེ་འདྲིའམ། འདོན་ནམ། ཁྲིམས་ནོད་དམ། སྡིག་པ་བཤགས་པའམ། དཀོན་མཆོག་གསུམ་གྱི་སྤྱི་ནོར་ལ་སོགས་པ་གཏོང་ངམ། སྲོག་ལ་ཡང་མི་ཆགས་པར་དམ་པའི་ཆོས་འཛིན་པ་ནི་གོམ་པ་གཅིག་བོར་བས་ཀྱང་ལྷར་སྐྱེ་བར་འགྱུར་རོ།
en: When entering a temple, those who make prostrations upon seeing the buddhas, pay respect to the Saṅgha, inquire about or chant the sūtras, receive precepts, confess misdeeds, offer the common property of the Three Jewels, or uphold the sublime Dharma even at the cost of their lives will be reborn as gods by taking a single step forward.

source: །མ་འོངས་པའི་དུས་ན་ཁྱིམ་བདག་ཏུ་ཞུགས་ཏེ། དེ་དང་འདྲ་བའི་ལོངས་སྤྱོད་དང་ལྡན་པར་འགྱུར་རོ།
en: In the future, as they live as householders, they will be endowed with wealth like that of the gods.

source: །དེ་ནི་དགེ་བའི་མཆོག་དང་ལྡན་པ་ཡིན་ནོ།
en: This is the endowment of supreme virtue. “

source: །དེ་ལ་གང་མི་དགེ་བ་ནི་ལྷ་ཁང་དུ་འཇུག་པའི་ཚེ་དགེ་འདུན་ལ་སློངས་མོ་དང་བསྐྱི་བརྙ་བྱེད་པ་དང་། དགེ་འདུན་ལ་སྐྱོན་ཚོལ་ཞིང་ཀླན་ཀ་ཚོལ་བ་དང་། དགེ་འདུན་གྱི་ཞལ་ཟས་ཟོས་ཀྱང་ཚིམ་པ་མེད་ཅིང་། བཟའ་ཤིང་དང་། ཤིང་ཏོག་དང་། ལྡུམ་སྐྱུར་ལ་སོགས་པ་ཁྱིམ་དུ་ཁྱེར་བ་དེ་ལྟ་བུ་ནི་ཤིན་ཏུ་དམྱལ་བའི་འཁོར་ལོ་དང་། ཤིན་ཏུ་འབར་བ་དང་། རལ་གྲིའི་རི་དང་། རལ་གྲིའི་ཤིང་ལ་སོགས་པའི་དམྱལ་བར་ཤིན་ཏུ་སྡུག་བསྔལ་ལེན་པར་འགྱུར་རོ།
en: Concerning nonvirtue, when entering a temple, those who beg and take loans from the Saṅgha, who seek fault with and disparage the Saṅgha, who consume the Saṅgha’s food yet remain unsatisfied, and who take home the Saṅgha’s edible plants, fruits, and vegetables will bring upon themselves the severe suffering of the hell realms caused by the hellish wheels, the scorching fires, the mountains of knives, the razor trees, and so forth.

source: །དེ་ནི་མི་དགེ་བའི་མཆོག་ཅེས་བྱའོ།
en: This is known as supreme nonvirtue. “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་ཁྱོད་མ་འོངས་པའི་ཚེ་ངའི་ཉེ་གནས་རྣམས་ལ་དཀོན་མཆོག་གསུམ་གྱི་དཀོར་ལ་མ་སྤྱོད་པར་འདུག་ཅིག་ཅེས་གྲོས་ཐོབ་ཤིག །
en: Nanda, in the future, advise my followers not to avail themselves of the possessions offered to the Three Jewels.

source: དེ་ལྟར་མ་གྱུར་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལྟར་བྱས་ན་སངས་རྒྱས་བྱམས་པ་འཇིག་རྟེན་དུ་འབྱུང་བའི་ཚེ་གདོན་མི་ཟ་བར་གྲོལ་ལོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: If they thus act in accordance with what the Blessed One has taught, they will undoubtedly be liberated when the Buddha Maitreya appears in this world. “

source: ཚེ་འདི་ལ་གཞན་གྱི་ནོར་འཕྲོག་ན། ཚེ་ཕྱི་མ་ལ་ཤིན་ཏུ་གྲང་བའི་དམྱལ་བར་ལྟུང་ངོ་། །དར་གྱི་སྲིན་བུར་འགྱུར་ཏེ། བཙོ་ཞིང་བཞུ་བར་འགྱུར་རོ།
en: Those who steal the wealth of others in this life will fall into the cold hells in their next life, or they will be born as silkworms that are boiled and liquefied.

source: །ཚེ་འདི་ལ་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་དང་མདོ་སྡེ་ལ་མར་མེ་ཡིས་སྣང་བ་མེད་པར་བྱེད་ཅིང་མི་དགེ་བ་ནི་ཁོ་ར་ཁོར་ཡུག་གི་མུན་ནག་གི་སེམས་ཅན་དམྱལ་བར་འགྱུར་རོ།
en: Those who create nonvirtue in this life by extinguishing the lamps placed in front of statues of the buddhas, or in front of sūtras, will be born among hell beings surrounded by darkness.

source: །ཚེ་འདི་ལ་ཤན་པ་བྱེད་ཅིང་སེམས་ཅན་མང་པོའི་སྲོག་གཅོད་པ་ནི་རལ་གྲི་དང་། རལ་གྲིའི་ནགས་ཚལ་གྱི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ངོ་།
en: Those who work as butchers and take the lives of many beings in this life will fall into the hell of knives and razor forests.
